Repository: UPCnet/ulearn5.core
Catalog: src/ulearn5/core/locales/*/LC_MESSAGES/ulearn.portlets.po
Languages: ca, es

# portlets_Search
source: Portlet Search
ca: Portlet Cercador
es: Portlet Buscador

# portlets_Review
source: Portlet Review
ca: Portlet Revisió
es: Portlet Revisión

# portlets_News
source: Portlet News
ca: Portlet Noticies
es: Portlet Notícias

# mrs5_max_maxuiactivity
source: Portlet MAX UI: Activity
ca: Portlet MAX UI: Activitat
es: Portlet MAX UI: Actividad

# mrs5_max_maxuichat
source: Portlet MAX UI: Chat
ca: Portlet MAX UI: Xat

# portlets_Events
source: Portlet Events
ca: Portlet Esdeveniments
es: Portlet Eventos

# portlets_Calendar
source: Portlet Calendar
ca: Portlet Calendari
es: Portlet Calendario

# plone_portlet_collection_Collection
source: Portlet Collection
ca: Portlet Col·lecció
es: Portlet Colección

# portlets_Navigation
source: Portlet Navegation
ca: Portlet Navegació
es: Portlet Navegación

# collective_polls_VotePortlet
source: Portlet Polls
ca: Portlet Enquestes
es: Portlet Encuestas

# ulearn_portlets_recentchanges
source: Portlet Ulearn Recent changes
ca: Portlet Ulearn Canvis recents
es: Portlet Ulearn Cambios recientes

# ulearn_portlets_mytags
source: Portlet Ulearn My tags
ca: Portlet Ulearn Les meves etiquetes
es: Portlet Ulearn Mis etiquetas

# ulearn_portlets_communities
source: Portlet Ulearn Comunities
ca: Portlet Ulearn Comunitats
es: Portlet Ulearn Comunidades

# ulearn_portlets_profile
source: Portlet Ulearn Profile
ca: Portlet Ulearn Perfil
es: Portlet Ulearn Perfil

# ulearn_portlets_profilecommunity
source: Portlet Ulearn Profile community
ca: Portlet Ulearn Perfil comunitat
es: Portlet Ulearn Perfil comunidad

# ulearn_portlets_thinnkers
source: Portlet Ulearn Thinnkers
ca: Portlet Ulearn Persones
es: Portlet Ulearn Personas

# ulearn_portlets_calendar
source: Portlet Ulearn Calendar
ca: Portlet Ulearn Calendari
es: Portlet Ulearn Calendario

# ulearn_portlets_sharedwithme
source: Portlet Ulearn Shared with me
ca: Portlet Ulearn Compartit amb mi
es: Portlet Ulearn Compartido conmigo

# ulearn_portlets_mysubjects
source: Portlet Ulearn My subjects
ca: Portlet Ulearn Els meus cursos
es: Portlet Ulearn Mis cursos

# ulearn_portlets_flashesinformativos
source: Portlet Ulearn Information flashes
ca: Portlet Ulearn Flashes informatius
es: Portlet Ulearn Flashes informativos

# ulearn_portlets_importantnews
source: Portlet Ulearn Important news
ca: Portlet Ulearn Noticies importants
es: Portlet Ulearn Noticias importantes

# ulearn_portlets_discussion
source: Portlet Ulearn Discussions
ca: Portlet Ulearn Debats
es: Portlet Ulearn Debates

# ulearn_portlets_stats
source: Portlet Ulearn Stats
ca: Portlet Ulearn Estadístiques
es: Portlet Ulearn Estadísticas

# portlets_Recent
source: Portlet Recents
es: Portlet Recientes
