Repository: UPCnet/ulearn5.core
Catalog: src/ulearn5/core/locales/*/LC_MESSAGES/ulearn.po
Languages: ca, es

source: notify_activity_via_mail_help
ca: Si s'activa aquesta opció, es notificarà l'activitat (Document, Enllaç, Fitxer, Imatge, Esdeveniment, Arxiu protegit i Notícia) d'aquesta comunitat a través d'un missatge al correu electrònic.
es: Si se activa esta opción, se notificará la actividad (Documento, Enlace, Fichero, Imagen, Evento, Archivo protegido y Noticia) de esta comunidad a través de un mensaje al correo electrónico.

source: notify_activity_via_push_help
ca: Si s'activa aquesta opció, es notificarà l'activitat d'aquesta comunitat a tots els usuaris que hi estiguin subscrits als seus dispositius mòbils a través de notificacions 'push' de l'aplicació UPCnet uTalk.
es: Si se activa esta casilla, se notificará la actividad de esta comunidad a todos los usuarios subscritos a ella en sus dispositivos móviles a través de notificaciones 'push' de la aplicación UPCnet uTalk.

source: participants
es: participantes

source: people_literal
ca: Literals d'identificació de persones
es: Literales de identificación de personas

source: persones
es: personas

source: pickadate_date_format
ca: mmmm d, yyyy
es: mmmm d, yyyy

source: pickadate_time_format
es: h:i a

source: plone_portlet_static_Static
ca: Portlet Static
es: Habilitar portlet Static

source: portlets_Navigation
ca: Portlet Navegació
es: Habilitar portlet Navegación

source: portlets_Review
ca: Portlet Revisió
es: Habilitar portlet Revisión

source: portlets_Search
ca: Portlet Cercador
es: Habilitar portlet Buscador

source: privateFolder
ca: Carpeta privada
es: Carpeta privada

source: profile
ca: Perfil d'usuari
es: Perfil del usuario

source: profilecommunity
ca: Perfil de la comunitat
es: Perfil de la comunidad

source: quicklinks_icon
ca: Icona Font Awesome
es: Icono Font Awesome

source: readmore
ca: Llegir més...
es: Leer más...

source: reject
ca: Rebutjar
es: Retira a borrador

source: reset
es: Resetear

source: retiraaesborrany
es: Retira a borrador

source: search_communities
ca: Cerca comunitats
es: Busca comunidades

source: search_site
ca: Cerca en el Lloc
es: Busca en el Sitio

source: search_users
ca: Cerca usuaris
es: Busca usuarios

source: secondary_color
ca: Color secundari
es: Color secundario

source: seemore
ca: Més notícies
es: Más noticias

source: seemore_communities
ca: Veure més comunitats
es: Más comunidades

source: seemore_stats
ca: Veure més...
es: Ver más estadísticas

source: seemore_tags
ca: Veure més etiquetes
es: Ver todos los tags

source: seemorediscussions
ca: Veure més debats
es: Ver más debates

source: seemoreevents
ca: Veure més esdeveniments
es: Más eventos

source: seethinkers
ca: Veure tots els participants
es: Ver todos

source: shared_content
ca: Contingut compartit
es: Contenido compartido

source: shared_content_description
ca: Tots els continguts compartits per algun membre d'aquesta comunitat
es: Todo el contenido compartido por algun miembro de esta comunidad

source: shared_content_title
ca: Accés a tots els elements compartits amb usuaris que no pertanyen a aquesta comunitat
es: Acceso a todos los elementos compartidos con usuarios que no pertenecen a esta comunidad

source: shared_from
es: from

source: shared_with_me
ca: Compartit amb mi
es: Compartido conmigo

source: show_literals
ca: Veure els tipus de comunitat
es: Muestra el tipo de comunidad

source: show_news_in_app
ca: Mostra les notícies a l'app mòbil
es: Muestra las imágenes en la app móvil

source: stats
ca: Estadístiques
es: Estadísticas

source: statsAccumulative
ca: Resultats acumulatius
es: Resultados acumulativos

source: statsCommunityName
ca: Nom de la comunitat
es: Nombre de la comunidad

source: stats_button
ca: Mostrar botó d'accés a estadístiques diàries
es: Mostrar botón acceso a estadísticas diarias

source: stats_comments
ca: Comentaris
es: Comentarios

source: student
ca: Estudiant
es: Estudiante

source: subject_template
ca: Assumpte notificació via email
es: Asunto notificación vía email

source: subjects
ca: Assignatures
es: Asignaturas

source: subscribe
ca: Subscriure
es: Suscribir

source: summary_event_details
ca: Detalls de l'esdeveniment
es: Detalles del evento

source: tab_view
ca: Visualització pestanya Comunitat
es: Visualización pestaña Comunidad

source: teacher
ca: Professor
es: Profesor

source: text_ajax_noresponse_message
ca: Sense resposta del servidor. Siusplau, intenta-ho més tard.
es: Sin respuesta del servidor. Por favor, inténtelo de nuevo más tarde.

source: text_form_modified_message
ca: El formulari no s'ha desat. Tots els canvis que hàgiu fet es perdran.
es: Tu formulario no ha sido guardado. Todos los cambios que haya hecho se perderán.

source: text_form_resubmit_message
ca: Ja heu fet clic al botó de enviar. Segur que voleu enviar aquest formulari de nou?
es: Ya hiciste clic en el botón Enviar. ¿De verdad quieres enviar este formulario nuevamente?

source: thinnkers
ca: Persones
es: Personas

source: title_add_to_ical
ca: Descarrega aquest esdeveniment en format iCal
es: Descarga este evento en formato iCal

source: title_personal_information_form
ca: Informació personal
es: Información personal

source: title_terms_of_user
ca: Termes d'ús
es: Términos de uso

source: to
ca: al
es: al

source: tools
ca: Eines
es: Herramientas

source: type_notify
ca: Tipus de notificació via email
es: Tipo de notificación via email

source: types_notify_mail
ca: Tipus de contingut a notificar per mail
es: Tipos de contenido a notificar por mail

source: ulearn5.core (uninstall)
ca: ulearn5.core (desinstal·lar)
es: ulearn5.core (desinstalar)

source: ulearn_activity
ca: Activitat
es: Actividad

source: ulearn_angularRouteView
ca: Portlet Ulearn AngularRouteView
es: Portlet Ulearn AngularRouteView

source: ulearn_button_bar
ca: Portlet Ulearn Button Bar
es: Portlet Ulearn ButtonBar

source: ulearn_calendar
ca: Portlet Ulearn Calendari
es: Portlet Ulearn Calendario

source: ulearn_communities
ca: Portlet Ulearn Comunitats
es: Portlet Ulearn Comunidades

source: ulearn_discussion
ca: Portlet Ulearn Comentaris
es: Portlet Ulearn Comentarios

source: ulearn_documents
ca: Documents
es: Documentos

source: ulearn_links
ca: Enllaços
es: Enlaces

source: ulearn_media
ca: Media
es: Media

source: ulearn_news
ca: Notícies
es: Notícias

source: ulearn_portlets_banners
ca: Portlet Ulearn Bàners
es: Portlet Ulearn Banners

source: ulearn_portlets_flashesinformativos
ca: Portlet Ulearn Flashes Informatius
es: Portlet Ulearn Flashes Informativos

source: ulearn_portlets_importantnews
ca: Portlet Ulearn Notícies destacades
es: Portlet Ulearn Noticias Destacadas

source: ulearn_portlets_mycommunities
ca: Habilitar portlet Ulearn Les meves comunitats
es: Portlet Ulearn Mis comunidades

source: ulearn_portlets_mysubjects
ca: Portlet Ulearn Els meus cursos
es: Portlet Ulearn Mis cursos

source: ulearn_portlets_quicklinks
ca: Portlet Ulearn Enllaços directes
es: Portlet Ulearn Enlaces directos

source: ulearn_portlets_rss
ca: Habilitar portlet Ulearn RSS
es: Portlet Ulearn RSS

source: ulearn_profile
ca: Portlet Ulearn Perfil
es: Portlet Ulearn Perfil

source: ulearn_profilecommunity
ca: Portlet Ulearn Perfil comunitat
es: Portlet Ulearn Perfil Comunidad

source: ulearn_recentchanges
ca: Portlet Ulearn Canvis recents
es: Portlet Cambios recientes

source: ulearn_smart
ca: Portlet Smart (Col·lecció)
es: Portlet Smart (Colección)

source: ulearn_stats
ca: Portlet Ulearn Estadístiques
es: Portlet Ulearn Estadísticas

source: ulearn_thinkers
ca: Portlet Ulearn Persones
es: Portlet Ulearn Personas

source: url_forget_password
ca: URL contrasenya oblidada
es: URL contraseña olvidada

source: url_private_policy
ca: URL política de privacitat
es: URL política de privacidad

source: url_site
ca: URL del lloc
es: URL del sitio

source: url_terms
ca: URL dels termes d'ús
es: URL de los términos de uso

source: users_community_lists_help
ca: Les adreces de correu dels usuaris de la comunitat s'actualitzen automàticament
es: Las direcciones de correo de los usuarios de la comunidad se actualizan automáticamente

source: video_embed
ca: Video incrustat
es: Video incrustado

source: video_embed_description
ca: Afegir un video incrustat
es: Añadir un video incrustado

source: video_url
ca: URL del video
es: URL del video

source: video_url_description
ca: Afegeix l'adreça web del video de youtube
es: Agregar la dirección web del video de youtube

source: visibility_widget_title
ca: Desactivar la visualització d'aquest camp per aquells usuaris que nos siguin gestors.
es: Activar la visualización de este campo para todos los usuarios.

source: vocabulary-available-editor-novalue
ca: Utilitza el lloc predeterminat
es: Usar el sitio predeterminado

source: vocabulary-missing-single-value-for-edit
ca: Idioma neutral (predeterminat del lloc)
es: Idioma neutral (sitio predeterminado)

source: who_is_who
ca: Qui és qui
es: Quién es quién

source: write_doc
ca: Escull entre títol, descripció o contingut
es: Elige entre título, descripción o contenido

source: write_tag
ca: Introdueix etiquetes
es: Introduce etiquetas

source: Banner
ca: Bàner

source: Buscar
ca: Cerca

source: Compartido por
ca: Compartit per

source: Filtro por palabra clave
ca: Filtrar per paraula clau

source: Noticias
ca: Notícies

source: Resultados
ca: Resultats

source: Todas las comunidades
ca: Totes les comunitats

source: Todo el contenido
ca: Tot el contingut

source: Ulearn Banners
ca: Ulearn Bàners

source: actualidad
ca: Actualitat

source: api/saveeditacl
ca: api/saveeditac

source: banners_comunitats
ca: Bàners (Comunitats)

source: banners_global
ca: Bàners (Global)

source: banners_personal
ca: Bàners (Personal)

source: comunitat_creada
ca: La comunitat ${comunitat} ha estat creada.

source: error
ca: Falta omplir algun camp obligatori.

source: falta_titol
ca: No es pot crear una comunitat sense títol

source: find_label
ca: Cerca...

source: flashes_informativos
ca: Flashes informatius

source: heading_send_event
ca: Envia la convocatòria als assistents

source: info
ca: Informació

source: menu-gestio-estadistiques
ca: Estadístiques

source: menu-gestio-noticies
ca: Notícies

source: menu-gestion-footer
ca: Gestionar peu

source: menu-gestion-global-banners
ca: Bàners globals

source: menu-gestion-header
ca: Gestionar capçalera

source: menu-gestion-menu
ca: Menu de gestió

source: menu-gestion-personal-banners
ca: Bàners personals

source: menu-info-users-communities
ca: Informació d'usuaris i comunitats

source: menu-reset-footer
ca: Reinicia peu

source: menu-reset-header
ca: Reinicia capçalera

source: menu-reset-menu
ca: Reinicia el menú

source: search
ca: Cerca

source: send_invitation_link
ca: Envia invitació

source: send_invitation_not_attendees
ca: No hi ha assistents per enviar el missatge.

source: thinnkers portlet
ca: Participants
