Repository: UPCnet/ulearn5.core
Catalog: src/ulearn5/core/locales/*/LC_MESSAGES/ulearn.po
Languages: ca, es

source: accepto_condicions_1
ca: He llegit i accepto les
es: He leido y acepto las

source: accepto_condicions_2
ca: condicions d'us
es: condiciones de uso

source: accepto_politica_1
ca: He llegit i accepto la
es: He leido y acepto las

source: accepto_politica_2
ca: política de privacitat
es: políticas de privacidad

source: activate_news
ca: Mostra les noticies a les que estic subscrit
es: Muestra las notícias a las que estás suscrito

source: activate_sharedwithme
ca: Mostra el que hi ha compartit amb mi
es: Muestra lo que hay compartido conmigo

source: activity_view
ca: Visualització Activitats Comunitat
es: Visualización Actividades Comunidad

source: allcommunities
ca: Comunitats
es: Todas las comunidades

source: alt_gradient_end_color
ca: Color final dels gradients
es: Color final de los degradados

source: alt_gradient_start_color
ca: Color inicial dels gradients.
es: Color inicial de los degradados

source: background_color
ca: Color de fons global
es: Color global de fondo

source: background_property
ca: Propietat de fons global
es: Propiedades globales de fondo

source: badge_title
ca: Contribueix amb ${num} entrades
es: Contribuye con ${num} entradas

source: btnAclCommunity
ca: Gestiona membres
es: Gestiona los miembros

source: btnCancel
ca: Cancel·la
es: Cancela

source: btnChangeTypeCommunity
ca: Canvia tipus de comunitat
es: Cambia el tipo de comunidad

source: btnEditCommunity
ca: Edita comunitat
es: Edita la comunidad

source: buttonbar_selected
ca: Selecció per la botonera de portlets
es: ButtonBar seleccionado

source: buttons_color_primary
ca: Color primari dels botons
es: Color primario de los botones

source: buttons_color_secondary
ca: Color secundari dels botons
es: Color secundario de los botones

source: campus_url
ca: Adreça web del Campus
es: Dirección web del Campus

source: clipboard-success
ca: S'ha copiat correctament l'enllaç
es: El enlace se ha copiado correctamente

source: clipboard-title
ca: Copia l'enllaç universal
es: Copia el enlace universal

source: close_popup
es: Cerrar

source: collective_polls_VotePortlet
ca: Portlet Enquestes
es: Habilitar portlet Encuestas

source: collegiates
ca: Col·legiats
es: Colegiados

source: color_community_closed
ca: Color comunitat tancada
es: Color comunidad tancada

source: color_community_open
ca: Color comunitat oberta
es: Color comunidad oberta

source: color_community_organizative
ca: Color comunitat organitzativa
es: Color comunidad organizativa

source: communities
ca: Portlet de comunitats
es: Comunidades

source: communities_title
ca: Comunitats
es: Comunidades

source: community_open_and_no_subscribed
ca: Aquesta comunitat és oberta, però actualment no hi estàs subscrit
es: Esta comunidad es abierta, pero actualmente no estás suscrito

source: community_type_description
ca: Oberta: Pública (la veu tothom) i et pots subscriure i desubscriure't. Tancada: Només et pot subscriure algú i et pots desubscriure't. Organitzativa: Només et pot subscriure un administrador i no et pots desubscriure't.
es: Abierta: pública (la ve todo el mundo) y te puedes suscribir y desuscribirte.<br/>Cerrada: solo puede suscribirte el propietario de la comunidad, pero puedes desuscribirte.<br/>

source: comunitat_existeix
ca: La comunitat ${comunitat} ja existeix, si us plau, escolliu un altre nom.
es: La comunidad ${comunitat} ya existe, por favor elija otro nombre.

source: comunitat_modificada
ca: La comunitat ${comunitat} ha estat modificada.
es: La comunidad ${comunitat} ha sido modificada.

source: confirm_reset_notify
es: Estás seguro de resetear la notificación?

source: contact_attendees
ca: Assistents
es: Asistentes

source: contact_name
ca: Nom de la persona de contacte
es: Nombre de contacto

source: contact_phone
ca: Telèfon
es: Teléfono

source: createcommunity
ca: Crear nova comunitat
es: Crea nueva comunidad

source: cron_tasks
ca: Tareas del cron
es: Tareas del cron

source: description_terms_of_user
ca: Es necessari acceptar les condicions d'ús i privacitat per crear una comunitat.
es: Es necesario aceptar las condiciones de uso y privacidad para crear una comunidad.

source: discussion
ca: Debats
es: Portlet Debates

source: distribution_lists_help
ca: Afegir les adreces de correu i/o llistes de distribució separades per ,
es: Añadir las direcciones de correo y/o listas de distribución separadas por ,

source: editcommunity
ca: Edita la comunitat
es: Edita la comunidad

source: entrades
es: entradas

source: event_event
ca: Esdeveniment
es: Evento

source: event_url
ca: Web
es: Web

source: event_what
ca: Què
es: Qué

source: event_when
ca: Quan
es: Cuándo

source: event_where
ca: On
es: Dónde

source: external_website
ca: Visita un lloc web extern
es: Visita la web externa

source: falta_condicions
ca: Es necessari acceptar les condicions d'ús i privacitat per crear una comunitat.
es: Es necesario aceptar las condiciones de uso y privacidad para crear una comunidad.

source: filter
ca: Filtra per text i/o per etiquetes:
es: Filtra por texto y/o por etiquetas:

source: flashesinformativos
ca: Última hora
es: Última hora

source: gotocampus
ca: Vés al campus
es: Ve al campus

source: gotolibrary
ca: Ves a la biblioteca
es: Ve a la biblioteca

source: hashtag_help
ca: El hashtag (per exemple: ulearn) que utilitzarà aquesta comunitat. No cal afegir el '#'.
es: El hashtag (por ejemplo: ulearn) que utilizará esta comunidad. No hace falta añadir el '#'.

source: heading_add_to_calendar
ca: Afegeix l'esdeveniment al calendari
es: Añade un evento al calendario

source: help_activate_news
ca: Mostra o no el botó de Noticies a la tile central de les comunitats
es: Mostrar o no el botón de Noticias en la tile central de las comunidades

source: help_activate_sharedwithme
ca: Mostra o no el botó del que hi ha compartit amb mi i el que hi ha compartit a les comunitats
es: Mostrar o no el botón del que ha compartido conmigo y el que ha compartido en las comunidades

source: help_activity_view
ca: Selecciona el mode de visualització de les activitats de la comunitat
es: Elige la visualización de las actividades de la comunidad

source: help_alt_gradient_end_color
ca: Aquest és el color final dels gradients.
es: Color final de los degradados

source: help_alt_gradient_start_color
ca: Aquest és el color inicial dels gradients.
es: Color inicial de los degradados

source: help_background_color
ca: Aquest és el color de fons global.
es: Color global de fondo o la propiedad correspondiente

source: help_background_property
ca: Aquest és la propietat de CSS de background.
es: Propiedad CSS de fondo

source: help_buttons_color_primary
ca: Aquest és el color primari dels botons.
es: Color primario de los botones.

source: help_buttons_color_secondary
ca: Aquest és el color secundari dels botons.
es: Color secundario de los botones.

source: help_campus_url
ca: Afegiu la URL del Campus associat a aquestes comunitats.
es: Añadir la URL del Campus asociado a esta comunidad.

source: help_collective_polls_VotePortlet
ca: Habilita el portlet per afegir la darrera enquesta activa. Perque funcioni s'ha d'instal·lar el paquet d'enquestes i afegir en el tipus de contingut carpetes, que es puguin afegir enquestes.
es: Habilita el portlet para añadir la última encuesta activa. Para que funcione se tiene que instalar el paquete de encuestas y añadir en el tipo de contenido folder que se puedan añadir encuestas..

source: help_color_community_closed
ca: Aquest és el color per les comunitats tancades.
es: Color para las comunidades cerradas.

source: help_color_community_open
ca: Aquest és el color per les comunitats obertes.
es: Color para las comunidades abiertas.

source: help_color_community_organizative
ca: Aquest és el color per les comunitats organitzatives.
es: Color para las comunidades organizativas.

source: help_event_format_time
ca: Seleccioneu el format per mostrar l'hora en els esdeveniments.
es: Seleccionar el formato para mostrar la hora en los eventos.

source: help_event_timezone
ca: Seleccioneu la zona horària, on es produeix aquest esdeveniment.
es: Seleccione la zona horaria, donde se produce este evento.

source: help_html_title
ca: Afegiu el títol del Ulearn. Podeu incloure tags HTML
es: Añadir el título del Ulearn. Puede incluir tags HTML

source: help_include_contained_objects
ca: Si ho marqueu, uShare intentarà modificar l'estat de tot el contingut en qualsevol carpeta seleccionada i en totes les seves subcarpetes.
es: Si está marcado, se intentará modificar el estado de todo el contenido en las carpetas seleccionadas y sus subcarpetas.

source: help_info_servei
ca: Enllaç al servei.
es: Enlace del servicio que aparece en la parte superior de la cabecera.

source: help_language
ca: Idioma de l'espai.
es: Este es el idioma del espacio.

source: help_library_url
ca: Afegiu la URL de la biblioteca associada a aquestes comunitats.
es: Añadir la URL de la biblioteca asociada a esta comunidad.

source: help_llindar_winwin1
ca: Aquest és el llindar del Winwinn #1.
es: Este es el umbral del Winwinn #1

source: help_llindar_winwin2
ca: Aquest és el llindar del Winwinn #2.
es: Este es el umbral del Winwinn #2

source: help_llindar_winwin3
ca: Aquest és el llindar del Winwinn #3.
es: Este es el umbral del Winwinn #3

source: help_main_color
ca: Aquest és el color principal de l'espai.
es: Color primario del espacio.

source: help_maxui_form_bg
ca: Aquest és el color del fons del widget de MAX.
es: Color de fondo del widget de MAX.

source: help_message_template
ca: Afegeix el missatge de notificació via email
es: Añade el mensaje de notificación vía email

source: help_message_template_activity_comment
ca: Afegeix el missatge de notificació via email d'activitats i comentaris
es: Añade el mensaje de notificación vía email para actividad y comentarios.

source: help_mrs_max_widget
ca: Habilita el portlet MAX UI.
es: Habilitar el portlet MAX UI.

source: help_mrs_maxchat_widget
ca: Habilita el portlet MAX UI: Xat.
es: Habilitar el portlet MAX UI: Chat.

source: help_navigation_title
ca: Títol de l'arbre de navegació
es: Título del árbol de navegación.

source: help_notify_activity_via_push_comments_too
ca: Si s'activa aquesta opció, es notificarà l'activitat i els comentaris d'aquesta comunitat a tots els usuaris que hi estiguin subscrits als seus dispositius mòbils a través de notificacions 'push' de l'aplicació UPCnet uTalk.
es: Si se activa esta casilla, se notificará la actividad y los comentarios de esta comunidad a todos los usuarios subscritos a ella en sus dispositivos móviles a través de notificaciones 'push' de la aplicación UPCnet uTalk.

source: help_plone_portlet_static_Static
ca: Habilita el portlet per poder afegir contingut estàtic.
es: Habilita el portlet para poder añadir contenido estático.

source: help_portlets_Navigation
ca: Habilita el portlet per visualitzar l'arbre de navegació.
es: Habilita el portlet para visualizar el arbol de navegación.

source: help_portlets_Review
ca: Habilita el portlet per veure els continguts pendents de revisar.
es: Habilita el portlet para ver los contenidos pendientes de revisar.

source: help_portlets_Search
ca: Habilita el portlet per cercar contingut.
es: Habilita el portlet para buscar contenido.

source: help_portlets_settings_editform
ca: Configuració de portlets. Configura els portlets permesos.
es: Configuraciones de los portlets. Configure los portlets permitidos.

source: help_quicklinks_icon
ca: Icona del Font Awesome que apareix al costat del títol dels enllaços directes
es: Icono del Font Awesome que aparece al lado del título de enlaces directos

source: help_quicklinks_literal
ca: Text que sortirà com a títol dels enllaços directes
es: Texto que saldrá como título de los enlaces directos

source: help_quicklinks_table
ca: En aquesta taula s'han d'afegir tots els enllaços directes que volem mostrar
es: En esta tabla se han de añadir todos los enlaces directos que queramos mostrar

source: help_secondary_color
ca: Aquest és el color secundari de l'espai.
es: Color secundario del espacio

source: help_show_literals
ca: Desactivar o activar la visualització dels tipus de comunitat en el portlet.
es: Desactive o habilite la visualización de tipos de comunidad en el portlet.

source: help_show_news_in_app
ca: Si es marca aquesta casella, les notícies del lloc es mostraran a l'app mòbil.
es: Si está seleccionado, se mostraran las imágenes del sitio en la app móvil.

source: help_site_language
ca: Aquest és l'idioma de l'espai.
es: Este es el idioma del sitio.

source: help_stats_button
ca: Mostra o no el botó d'accés a estadístiques diàries a stats/activity i stats/chats
es: Mostrar o no el botón de acceso a estadísticas diarias a stats/activity y stats/chats

source: help_subject_template
ca: Afegeix l'assumpte del missatge de notificació via email
es: Añade el asunto del mensaje de notificación vía email

source: help_tab_view
ca: Selecciona quina pestanya vols mostrar al accedir a la comunitat
es: Selecciona qué pestaña quieres mostrar al acceder a la comunidad

source: help_type_notify
ca: Selecciona el tipus de notificació via email (Automàtic enviarà la notificació a tots els membres de la comunitat i Manual enviarà la notificació a les adreces de correu que hi hagi al camp 'Destinataris')
es: Selecciona el tipo de notificación via email (Automático enviará la notificación a todos los miembros de la comunidad y Manual enviará la notificación a las direcciones de correo que haya en el campo 'Destinatarios')

source: help_ulearn_angularRouteView
ca: Habilita el portlet angular per poder fer ús de les rutes angularjs.
es: Habilitar el portlet de angular para poder hacer uso de las rutas de angularjs.

source: help_ulearn_button_bar
ca: Habilita el portlet botonera central.
es: Habilitar el portlet botonera central.

source: help_ulearn_calendar
ca: Habilita el portlet que mostra el calendari amb els esdeveniments.
es: Habilitar el portlet para mostrar el calendario de eventos.

source: help_ulearn_communities
ca: Habilita el portlet lateral on mostra les comunitats favorites.
es: Habilitar el portlet lateral donde mostrar las comunidades favoritas.

source: help_ulearn_discussion
ca: Habilita el portlet per mostrar l'últim comentari que s'ha realitzat. Et mostra on i qui ho ha fet.
es: Habilita el portlet para mostrar el último comentario que se ha realizado. Te muestra donde y quien lo ha hecho.

source: help_ulearn_portlets_banners
ca: Habilita el portlet bàners.
es: Habilitar el portlet de banners.

source: help_ulearn_portlets_flashesinformativos
ca: Habilita el portlet que mostra les notícies marcades com a flash.
es: Habilitar el portlet que muestra las noticias marcadas como flash.

source: help_ulearn_portlets_importantnews
ca: Habilita el portlet que mostra les notícies marcades com a destacades.
es: Habilitar el portlet que muestra las noticias marcadas como destacadas.

source: help_ulearn_portlets_mycommunities
ca: Habilita el portlet per mostrar totes la comunitats a la cual estas subscrit.
es: Habilita el portlet para mostrar todas la comunidades a la qual estas subscrito.

source: help_ulearn_portlets_mysubjects
ca: Habilita el portlet per poder veure els meus cursos del EVA.
es: Habilitar el portlet para poder ver mis cursos EVA.

source: help_ulearn_portlets_quicklinks
ca: Habilita el portlet per mostrar a partir d'una carperta seleccionada, les carpetes i enllaços que conté.
es: Habilitar el portlet para mostrar a partir de una carpeta seleccionada las carpetas y los enlaces que contiene.

source: help_ulearn_portlets_rss
ca: Habilita el portlet per mostrar contingut a partir d'un enllaç rss.
es: Habilitar el portlet para mostrar contenido a partir de un enlace rss.

source: help_ulearn_profile
ca: Habilita el portlet on mostra el perfil d'usuari, o de la comunitat on estem.
es: Habilitar el portlet donde muestra el perfil de usuario, o la comunidad donde estamos.

source: help_ulearn_profilecommunity
ca: Habilita el portlet on mostra el perfil de la comunitat on estem.
es: Habilitar el portlet donde muestra el perfil de la comunidad donde estamos.

source: help_ulearn_recentchanges
ca: Habilita el portlet per veure els canvis recents.
es: Habilitar el portlet que muestra los cambios recientes en el contenido.

source: help_ulearn_settings_editform
ca: Configuració de uLearn
es: Configuración de uLearn

source: help_ulearn_smart
ca: Habilita el portlet de colecció. Maquetat per mostrar el carrousel multimedia.
es: Habilita el portlet de colección. Maquetado para mostrar el carrousel multimedia.

source: help_ulearn_stats
ca: Habilita el portlet per veure les estadístiques.
es: Habilitar el portlet para ver las estadísticas.

source: help_ulearn_thinkers
ca: Habilita el portlet on es mostren els usuaris, amb la cerca.
es: Habilitar el portlet donde mostrar los usuarios, con la búsqueda.

source: help_url_forget_password
ca: Url per defecte: "/mail_password_form?userid=". Per a dominis externs indiqueu la url completa, "http://www.domini.cat"
es: Url por defecto: "/mail_password_form?userid=". Para dominios externos indicar la url completa, "http://www.domini.es"

source: help_url_private_policy
ca: URL de la política de privacitat.
es: URL de la política de privacidad

source: help_url_site
ca: URL del lloc
es: URL del sitio

source: help_url_terms
ca: URL per als termes d'ús
es: URL de los términos de uso

source: help_userprofile
ca: Mostra o oculta el portlet que mostra la teva foto i les insígnies.
es: Muestra o oculta el portlet que muestra tu foto y las insignias.

source: help_wsfunction
ca: Funció en moodle.
es: Función del moodle.

source: help_wstoken
ca: Token per a conectar-se al moodle.
es: Token para conectar a moodle

source: help_wsurl
ca: Url del moodle.
es: Url para el moodle

source: hh:i A
ca: Hora en format de 12 hores (01 - 12) i període del dia AM PM
es: Hora en formato de 12 horas (01 - 12) y periodo del día AM PM

source: html_title_ca
ca: Títol del web amb HTML tags (negretes) [CA]
es: Título de la web con tags HTML (negritas) [CA]

source: html_title_en
ca: Títol del web amb HTML tags (negretes) [EN]
es: Título de la web con tags HTML (negritas) [EN]

source: html_title_es
ca: Títol del web amb HTML tags (negretes) [ES]
es: Título de la web con tags HTML (negritas) [ES]

source: importantnews
ca: Notícies importants
es: Notícias importantes

source: info_private
ca: Informació interna
es: Información interna

source: info_private_help
ca: Aquests camps només són visibles per administradors en cas de necessitat.
es: Estos campos sólo son visibles por administradores en caso de necesidad.

source: info_public
ca: Informació pública (directori)
es: Información pública

source: info_servei
ca: Informació del servei
es: Información del servicio

source: label-newstoolbar
ca: Gestió Notícia
es: Gestión Notícia:

source: label-toogle-app
ca: App
es: App

source: label-toogle-flash
ca: Flash
es: Flash

source: label-toogle-important
ca: Destacada
es: Destacada

source: label-toogle-list
ca: Llista
es: Lista

source: label_add_to_ical
ca: iCal
es: iCal

source: label_check_favorite
ca: Marca com a favorit
es: Marca la comunidad como favorita

source: label_delete_community
ca: Eliminar comunitat
es: Elimina la comunidad

source: label_edit_community
ca: Modificar comunitat
es: Edita la comunidad

source: label_event_format_time
ca: Format hora
es: Formato hora

source: label_event_timezone
ca: Zona horària
es: Zona horaria

source: label_go_subject
ca: Anar a l'assignatura
es: Ir a asignatura

source: label_info_tasks
ca: Tasques
es: Info tareas

source: label_language
ca: Idioma
es: Idioma

source: label_navigation_title
ca: Títol
es: Título

source: label_not_subjects
ca: No hi ha assignatures disponibles.
es: No hay asignaturas disponibles

source: label_password
ca: Contrasenya
es: Contraseña

source: label_show_all
ca: Mostrar tots els elements
es: Muestra todos los elementos

source: label_subscribe_to_community
ca: Subscriure's a la comunitat
es: Suscríbete a la comunidad

source: label_userprofile
ca: Veure el portlet del perfil d'usuari
es: Mostrar portlet del perfil de usuario

source: label_wsfunction
ca: Funció del Webservice
es: Función Webservice

source: label_wstoken
ca: Token del Webservice
es: Token Webservice

source: label_wsurl
ca: Url del Webservice
es: Url Webservice

source: language
ca: Idioma
es: Idioma

source: library_url
ca: URL de la biblioteca
es: URL de la biblioteca

source: llindar_winwin1
ca: Llindar del Winwinn 1
es: Umbral del Winwinn #1

source: llindar_winwin2
ca: Llindar del Winwinn 2
es: Umbral del Winwinn #2

source: llindar_winwin3
ca: Llindar del Winwinn 3
es: Umbral del Winwinn #3

source: main_color
ca: Color principal
es: Color principal

source: manage_homepage_portlets_description
ca: Gestiona els portlets de la pàgina inicial
es: Gestiona los portlets de la página principal

source: manage_homepage_portlets_title
ca: Pàgina inicial
es: Página principal

source: manage_left_portlets_description
ca: Gestiona els portlets de l'esquerra
es: Gestiona los portlets de la izquierda

source: manage_left_portlets_title
ca: Esquerra
es: Izquierda

source: manage_right_portlets_description
ca: Gestiona els portlets de la dreta
es: Gestiona los portlets de la derecha

source: manage_right_portlets_title
ca: Dreta
es: Derecha

source: maxui_form_bg
ca: Color del fons del widget de MAX.
es: Color de fondo del widget de MAX.

source: menu-gestion
ca: Gestió
es: Gestión

source: message_birthday_description
es: Para modificar el mensaje, visite el siguiente <a target="_blank" href="gestion/popup/birthday/edit">enlace</a>.<br><br>Puede usar la siguiente variable:<br>%(fullname)s: Muestra el nombre completo del usuario<br>%(years)s: Muestra el número de años que cumple el usuario

source: message_notify_description
es: Para modificar el mensaje, visite el siguiente <a target="_blank" href="gestion/popup/notify/edit">enlace</a>.<br><br>Puede usar las siguientes variables:<br>%(fullname)s: Muestra el nombre completo del usuario

source: message_pwreset_success
ca: La vostra contrasenya s'ha establert correctament. Ara podeu entrar amb la vostra contrasenya nova.
es: Su contraseña ha sido establecida con éxito. Ahora puede iniciar su sesión con su nueva contraseña.

source: message_template
ca: Missatge notificació via email
es: Mensaje notificación vía email

source: message_template_activity_comment
ca: Missatge notificació via email d'activitats i comentaris
es: Mensaje notificación vía email para actividad y comentarios.

source: mrs_max_widget
ca: Portlet MAX UI
es: Habilitar portlet MAX UI

source: mrs_maxchat_widget
ca: Portlet MAX UI: Xat
es: Habilitar portlet MAX UI: Chat

source: my_communities
ca: Les meves comunitats
es: Comunidades

source: mycommunities
ca: Les meves comunitats
es: Mis comunidades

source: mysubjects
ca: Les meves assignatures
es: Mis asignaturas

source: mytags
ca: Els meus Tags
es: Mis Tags

source: newdiscussion
ca: Nou debat
es: Nuevo debate

source: newevent
ca: Crea un nou esdeveniment
es: Crea un nuevo evento

source: news
ca: Notícies
es: Notícias

source: no_content_shared_user
ca: No hi ha contingut compartit. Es mostrarà aquí quan algú comparteixi alguna cosa amb tú.
es: No hay contenido compartido. Se mostrará aquí cuando alguien lo comparta algo contigo.

source: no_visibles
ca: Persones no visibles
es: Personas no visibles

source: not_visibility_widget_title
ca: Activar la visualització d'aquest camp per a tots els usuaris.
es: Desactivar la visualización de este campo para aquellos usuarios que no sean gestores.
