Repository: UPCnet/ulearn5.core
Catalog: src/ulearn5/core/locales/*/LC_MESSAGES/ulearn.displays.po
Languages: ca, es

# listing_view
source: Listing
ca: Vista estàndard
es: Vista estándar

source: Folder extended
ca: Vista estesa
es: Vista extendida

# album_view
source: Album
ca: Àlbum
es: Álbum

# summary_view
source: Summary
ca: Vista resum
es: Vista resumen

# tabular_view
source: Tabular
ca: Vista tabular
es: Vista tabular

# full_view
source: Full
ca: Tot el contingut
es: Todo el contenido

# filtered_contents_search_view
source: Filtered contents search
ca: Vista filtrada
es: Vista filtrada

# contents_pretty_view
source: Contents pretty
ca: Vista continguts
es: Vista contenidos

# standard_view
source: Standard
ca: Vista estàndard
es: Vista estándar

# all_content
source: All contents
ca: Tot el contingut
es: Todo el contenido

# summary_view_news
source: Summary news
ca: Vista notícies
es: Vista noticias

# thumbnail_view
source: Thubnail
ca: Vista amb miniaturas
es: Vista con miniaturas

source: Event listing
ca: Llista d'esdeveniments
es: Listado de eventos

# grid_events_view
source: Events
ca: Vista esdeveniments

# grid_future_events_view
source: Future Events
ca: Vista propers esdeveniments
