Repository: UPCnet/ulearn5.core
Catalog: src/ulearn5/core/locales/*/LC_MESSAGES/ulearn.po
Languages: ca, es

source: Activate birthday
es: Activar notificación aniversarios

source: Activate notify
es: Activar notificación

source: Activitats destacades
es: Actividades destacadas

source: Activitats mes valorades
ca: Activitats més valorades
es: Actividades más valoradas

source: Activity
ca: Activitat
es: Actividad

source: Add Banners Portlet
ca: Afegir portlet Bàners
es: Añadir Portlet Banners

source: Add Favorite
ca: Afegir comunitat com a favorita a tots els usuaris subscrits
es: Añadir comunidad como favorita a todos los usuarios subscritos

source: Add Flashes Informativos Portlet
ca: Afegir flash informatius
es: Añadir portlet Flashes Informativos

source: Add Folder view Portlet
es: Añadir portlet Vista de carpeta

source: Add My Subjects Portlet
ca: Afegir portlet Les meves assignatures
es: Añadir Portlet Mis Asignaturas

source: Add News Portlet
ca: Afegir portlet Notícies
es: Añadir Portlet Notícias

source: Add Quicklinks Portlet
ca: Afegir portlet Enllaços directes
es: Añadir Portlet Enlaces directos

source: Add Recent Changes Portlet
ca: Afegir portlet Canvis recents
es: Añadir Portlet Cambios recientes

source: Add Subscribed News Portlet
ca: Afegir portlet Les meves noticies
es: Añadir Portlet Mis notícias

source: Add a new private folder
ca: Afegir una carpeta privada
es: Añadir una carpeta privada

source: Add awesome icon
ca: Afegir fontawesome
es: Añadir fontawesome

source: Add the quick links by language
ca: Text que es mostrarà com a títol dels enllaços directes.
es: Texto que mostrará como título de los enlaces directos

source: Add timezone
ca: Afegir la zona horària
es: Añadir la zona horaria

source: All dates
ca: Totes les dates
es: Todas las fechas

source: Automatic
ca: Automàtic
es: Automático

source: Banners (Comunitats)
es: Baners (Comunidades)

source: Banners (Global)
es: Baners (Global)

source: Banners (Personal)
es: Baners (Personal)

source: Birthday
es: Aniversario

source: Calendar
ca: Calendari
es: Calendario

source: Can only be seen and edited by the owner.
ca: Només pot ser vist i editat pel propietari.
es: Solo puede ser visto y editado por el propietario.

source: Cancel
ca: Cancel·la
es: Cancelar

source: Cerca
es: Buscar

source: Changes made.
ca: Canvis realitzats.
es: Cambios realizados correctamente.

source: Changes saved
ca: Canvis desats
es: Cambios guardados

source: Changes saved.
ca: Canvis desats
es: Cambios guardados

source: Clear
ca: Neteja
es: Limpia

source: Click to disable the icalendar import feature on this context.
ca: Feu clic per desactivar la funció d'importació del icalendar en aquest context.
es: Haga clic para desactivar la función de importación icalendar en este contexto.

source: Click to enable the icalendar import feature on this context.
ca: Feu clic per activar la funció d'importació del icalendar en aquest context.
es: Haga clic para activar la función de importación icalendar en este contexto.

source: Closed
ca: Tancada
es: Cerrada

source: Comment
ca: Comentari
es: Comentario

source: Comments about the last transition
ca: Comentaris sobre l'última transició
es: Comentarios sobre la última transición

source: Communities
ca: Comunitats
es: Comunidades

source: Community
ca: Comunitat
es: Comunidad

source: Community members
ca: Membres comunitat
es: Miembros comunidad

source: Complete the profile
ca: Completa el perfil
es: Completa el perfil

source: Comunitat
es: Comunidad

source: Comunitat_stats
ca: Estadístiques
es: Estadísticas

source: Create thumb of News images for show in app
ca: Crea una imatge de tipus thumb per mostrar al l'app.
es: Crea imágenes de tamaño 'thumb' para mostrar en la app móvil.

source: Darreres activitats
es: Últimas actividades

source: Descripcio
ca: Descripció
es: Descripción de la comunidad

source: Design
ca: Disseny
es: Diseño

source: Disable icalendar import
ca: Desactivar importació del icalendar
es: Desactivar importación del icalendar

source: Discussion
ca: Debats
es: Debates

source: Display categories
ca: Mostrar categories
es: Mostrar categorias

source: Display dates
ca: Mostrar dates
es: Mostrar fechas

source: Display descriptions
ca: Mostrar descripcions
es: Mostrar descripciones

source: Display images
ca: Mostrar imatges
es: Mostrar imágenes

source: Distribution lists
ca: Destinataris
es: Destinatarios

source: Document
es: Documento

source: Documents
es: Documentos

source: Draft
ca: Esborrany
es: Borrador

source: Edit Banners Portlet
ca: Editar portlet bàners
es: Editar portlet Banner

source: Edit Flashes Informativos portlet
ca: Editar portlet Flash informatiu
es: Edit portlet Flashes Informativos

source: Edit Folder view Portlet
es: Editar portlet Vista de carpeta

source: Edit My Subjects Portlet
ca: Editar portlet Le meves assignatures
es: Editar portlet mis asignaturas

source: Edit News Portlet
ca: Edita portlet de notícies
es: Editar portlet notícias destacadas

source: Edit Quicklinks Portlet
ca: Editar portlet Enllaços directes
es: Editar portlet Enlaces directos

source: Edit Recent Changes Portlet
ca: Edita portlet Canvis recents
es: Editar portlet cambios recientes

source: Edit Subscribed News Portlet
ca: Editar portlet Notícies destacades
es: Editar portlet Notícias suscritas

source: Edit cancelled
ca: Edició cancel·lada
es: Edición cancelada

source: Edita la comunitat
ca: Desa
es: Guardar

source: Editors
ca: Editores
es: Editores

source: Els usuaris no poden publicar els objectes, exclusiu per intranets.
es: Los usuarios no pueden publicar los objetos, exclusivo para intranets.

source: Enable icalendar import
ca: Activar importació icalendar
es: Activar importación icalendar

source: Enable querying Google Analytics' servers
ca: Habiliteu la consulta dels servidors de Google Analytics
es: Habilitar la consulta de los servidores de Google Analytics

source: Enter date...
ca: Introduir data ...
es: Introduce la fecha ...

source: Enter the content of the JSON file given when the service account was created
ca: Introduïu el contingut del fitxer JSON donat quan es va crear el compte de servei
es: Ingrese el contenido del archivo JSON dado cuando se creó la cuenta de servicio

source: Enter time...
es: Introduce el tiempo...

source: Error, the directory has been deleted.
ca: Error, el directori ha sigut eliminat.
es: Error, el directorio a sido eliminado.

source: Esdeveniments
es: Eventos

source: Event
ca: Esdeveniment
es: Evento

source: Events
ca: Agenda
es: Eventos

source: Export: All communities (File generated the night before)
ca: Exportar: Totes les comunitats (Fitxer generat la nit anterior)
es: Exportar: Todas la comunidades (Fichero generado la noche anterior)

source: ExternalContent
ca: Arxiu protegit
es: Archivo protegido

source: File
ca: Fitxer
es: Archivo

source: Fin_stats
ca: Fi <span class="formHelp">x</span>
es: Fin estadísticas

source: Folder View Portlet
es: Portlet Vista de carpeta

source: Font Awesome Icon
ca: Icona Font Awesome
es: Icono Font Awesome

source: For external links use https:// or http://
ca: Per a enllaços externs utilitzar https:// o http://
es: Para enlace externos utilizar https:// o http://

source: Front page
ca: Pàgina principal
es: Página principal

source: Go to homepage
ca: Inici
es: Inicio

source: HH:i
ca: Hora en format de 24 hores (00 - 23)
es: Hora en formato de 24 horas (00 - 23)

source: Has marcat el comparteix pero falta la url del elasticsearch
es: Has marcado la opción de compartir pero falta la URL del Elasticsearch.

source: How many items to list.
ca: Quants elements vols llistar?
es: Cuántos elementos quiere mostrar?

source: Icon
ca: Icona
es: Icono

source: If you do not add an image, a default banner will be created using the title.
ca: En cas de no afegir imatge, es creará un banner per defecte fent ús del títol.
es: Si no se agrega una imagen, se creará un banner predeterminado con el título.

source: If you submitted the item by mistake or want to perform additional edits, this will take it back.
ca: Si heu enviat l'element per error o voleu fer edicions addicionals, això us tornarà a portar.
es: Si envió el artículo por error o desea realizar ediciones adicionales, este se lo devolverá.

source: Imatge
es: Imagen

source: Imatge que defineix la comunitat
es: Imagen que define la comunidad

source: Information for users and communities
ca: Informació d'usuaris i comunitats
es: Información de usuarios y comunidades

source: Inicio_stats
ca: Inici estadístiques
es: Inicio estadísticas

source: Installs the Plone theme package ulearn5.theme.
ca: Instal·la el paquet temàtic Plone ulearn5.theme
es: Instala el paquete de temas de Plone ulearn5.theme.

source: Installs the ulearn5.core add-on.
ca: Instal·la el complement ulearn5.core
es: Instala el complemento ulearn5.core.

source: Invalid twitter username.
ca: Usuari de Twitter invàlid.
es: Usuario de Twitter inválido.

source: Items in which workflow state to show.
ca: Elements als que s'ha de mostra l'estat del Flux de treball.
es: Estado para mostrar los elementos.

source: JSON encoded user info
ca: Informació d'usuari codificada en JSON
es: Información de usuario codificada en JSON

source: La descripcio de la comunitat
ca: La descripció de la comunitat
es: Descripción de la comunidad

source: Language
ca: Idioma
es: Idioma

source: Link
ca: Enllaç
es: Enlace

source: Literals que identifiquen als usuaris de les comunitats i les seves aportacions.
es: Literales que identifican a los usuarios de las comunidades y sus aportaciones.

source: Llista amb les persones que no han de sortir a les cerques i que tenen acces restringit per la resta de persones.
ca: Llista amb les persones que no han de sortir a les cerques i que tenen accés restringit per la resta de persones.
es: Lista con las personas que no han de salir en los resultados de las búsquedas y tienen acceso restringido para el resto de personas.

source: Make draft
ca: Feu-ho esborrany
es: Hacerlo borrador

source: Make private
ca: Fes-ho privat
es: Hacerlo privado

source: Making an item private means that it will not be visible to anyone but the owner and the site administrator.
ca: Fer un element privat significa que no serà visible per ningú, sinó per al propietari i l'administrador del lloc.
es: Hacer que un elemento sea privado significa que no será visible para nadie más que para el propietario y el administrador del sitio.

source: Making an item published to intranet means that it will be visible to the members (readers).
ca: Fer un article públic a la intranet vol dir que serà visible per als membres (lectors).
es: Hacer que un elemento se publique en la intranet significa que será visible para los miembros (lectores).

source: Manage Nomines
ca: Gestió de nòmines
es: Gestión de nóminas

source: Member makes content private
ca: El membre fa contingut privat
es: El miembro hace contenido privado

source: Member promotes content to public draft
ca: El membre promociona el contingut del projecte públic
es: El miembro promueve contenido para el borrador público

source: Member retracts submission
ca: El membre retreu la submissió
es: El miembro retracta la presentación

source: Menu
ca: Menú
es: Menú

source: Message birthday
es: Mensaje de notificación aniversario:

source: Message notify
es: Mensaje de notificación:

source: More link
ca: Enllaç a més contingut
es: Enlace a más contenido.

source: More text
ca: Text enllaç a més contingut
es: Texto del enlace a más contenido.

source: My Communities
ca: Les meves comunitats
es: Mis comunidades

source: My Subjects
ca: Les meves assignatures
es: Añadir Portlet Mis Asignaturas

source: My Tags
ca: Filtra per etiquetes
es: Filtra por etiquetas

source: Name of the Font Awesome class to use as an icon. It is only visible in the menu.
ca: Nom de la classe Font Awesome per utilitzar-la com a icona. Només es pot veure al menú.
es: Nombre de la clase Font Awesome para usar como un ícono. Solo es visible en el menú.

source: New window
ca: Obrir finestra nova?
es: Abrir ventana nueva?

source: News
ca: Notícies
es: Noticias

source: News Flash
ca: Notícies flash
es: Notícias flash

source: News Important
ca: Notícies importants
es: Notícias importantes

source: News Item
ca: Noticia
es: Noticia

source: No results
ca: No hi ha resultats
es: Sin resultados

source: Nom
es: Nombre

source: Nom de la comunitat
es: Nombre de la comunidad

source: Nomines
ca: Nòmines
es: Nóminas

source: Nomines Root folder
ca: Carpeta arrel nòmines
es: Carpeta principal de nóminas

source: Noticies
ca: Notícies
es: Noticias

source: Noticies de la comunitat
ca: Blog de notícies de la comunitat
es: Noticias de la comunidad

source: Notify
es: Notificación

source: Notify activity and comments via push
ca: Notificar activitat i comentaris via 'push'
es: Notificar actividad y comentarios via 'push'

source: Notify activity via mail
ca: Notificar activitat via email
es: Notificar actividad via email

source: Notify activity via push
ca: Notificar activitat via 'push'
es: Notificar actividad via 'push'

source: Number of items to display
ca: Nombre d'elements a mostrar
es: Número de elementos a mostrar

source: Obtainable from the View Settings panel on Google Analytics Admin control panel
ca: Obtenible des del panell de View Settings al tauler de control de l’Administrador de Google Analytics
es: Se puede obtener desde el panel View Settings en el panel de control de administración de Google Analytics

source: Open
ca: Oberta
es: Abierta

source: Open in new tab
ca: Obrir en una finestra nova
es: Abrir en una ventana nueva

source: Organizative
ca: Organitzativa
es: Organizativa

source: Owners
ca: Propietarios
es: Propietarios

source: Pending review
ca: Pendent de revisió
es: Revisión pendiente

source: Pending reviewer queue
ca: Pendent en la cua del revisor
es: En la cola pendiente del revisor

source: Personal Preferences
ca: Preferències personals
es: Preferencial personales

source: Portlets settings
ca: Configuració dels portlets
es: Configuración de los portlets

source: Preferences
ca: Perfil
es: Perfil

source: Press Ctrl to enable or disable multiple tags
ca: Premi Ctrl per poder activar o desactivar diverses etiquetes
es: Pulse Ctrl para poder habilitar o deshabilitar varias etiquetas

source: Previous transition
ca: Transició prèvia
es: Transición previa

source: Private
ca: Privat
es: Privado

source: Promotes your private item to a draft.
ca: Promou el teu article privat a un esborrany.
es: Promueve su artículo privado a un borrador.

source: Provides access to workflow history
ca: Proporciona accés a la història del workflow
es: Proporciona acceso al historial de flujo de trabajo

source: Publish
ca: Publicat
es: Publicar

source: Publish To Intranet
ca: Publicar en la intranet
es: Publicar a la intranet

source: Published
ca: Publicat
es: Publicado

source: Publishing the item makes it visible to other users.
ca: La publicació de l'element fa que sigui visible per a altres usuaris.
es: Publicar el elemento lo hace visible para otros usuarios.

source: Puts your item in a review queue, so it can be published on the site.
ca: Publica el teu article en una cua de revisió, de manera que es pot publicar al lloc.
es: Pone su artículo en una cola de revisión, por lo que se puede publicar en el sitio.

source: QuickLinks
ca: Enllaços directes
es: Enlaces directos

source: Quicklinks
ca: Enllaços directes
es: Enlaces directos

source: Readers
ca: Lectors
es: Lectores

source: Recent changes
ca: Canvis recents
es: Cambios recientes

source: Reset notify
es: Resetear notificación:

source: Reset notify from all users
es: Resetear notificación para todos los usuarios

source: Restrict
ca: Restringeix
es: Restringir

source: Restricted to managers
ca: Restringit als administradors
es: Restringido a los administradores

source: Retract
ca: Publicar
es: Publicar

source: Retract To Intranet
ca: Publicar a la intranet
es: Publicar a la intranet

source: Reviewer publishes content
ca: L'avaluador publica contingut
es: El revisor publica contenido

source: Reviewer sends content back for re-drafting
ca: L'avaluador envia el contingut per tornar a redactar
es: El revisor envía contenido de vuelta para redactar nuevamente

source: Reviewer tasks
ca: Tasques dels revisors
es: Tareas del revisor

source: Rol per a les notícies a dintre de la intranet (Permet el esborrany i la revisió).
es: Rol para las noticias dentro de la intranet (Permite el borrador y la revisión).

source: Role
ca: Rol
es: Rol

source: Save
ca: Desa
es: Guardar

source: Search
ca: Cerca
es: Buscar

source: Search results
ca: Resultats de la cerca
es: Resultados de la búsqueda

source: Select de types to notify mail
ca: Selecciona els tipus de contingut que vols notificar per mail
es: Selecciona los tipos de contenido que quieres notificar por mail

source: Select the active button in the button bar.
ca: Selecciona el apartat que voleu que aparegui per defecte actiu en la button bar.
es: Selecciona el apartado que desea que aparezca por defecto activo en la button bar.

source: Send the item back to draft.
ca: Envia l'article a l'esborrany.
es: Envíe el elemento nuevamente a borrador.

source: Shared With Me
ca: Compartit amb mi
es: Compartido conmigo

source: Show events
ca: Mostrar els esdeveniments
es: Mostrar eventos

source: Show events in the central area of the main community page.
ca: Mostra els esdeveniments en la zona centra de la pàgina principal de la comunitat.
es: Muestra los eventos en la zona central de la página principal de la comunidad.

source: Show news
ca: Mostrar les notícies
es: Mostrar noticias

source: Show news in the central area of the main community page
ca: Mostra les notícies en la zona centra de la pàgina principal de la comunitat.
es: Muestra las noticias en la zona central de la página principal de la comunidad.

source: Stream
ca: Activitat
es: Actividad

source: Submit for publication
ca: Enviar per a la publicació
es: Submitir para publicacion

source: Subscribed people with editor permissions
ca: Llista amb les persones subscrites amb permís d'edició
es: Lista de las personas suscritas con permiso de edición

source: Subscribed people with owner permissions
ca: Llista amb les persones propietàries de la comunitat
es: Lista de las personas propietarias de la comunidad

source: Subscribed people with read-only permissions
ca: Llista amb les persones subscrites amb permís de lectura
es: Lista de las personas suscritas con permiso de lectura

source: Tasques que s'executaran per la nit
ca: Tasques que s'executarán per la nit
es: Tareas que se ejecutarán por la noche

source: Text
es: Texto

source: Text Quick Links
ca: Títol dels enllaços directes
es: Título enlaces directos

source: Text to show more content.
ca: Text que mostrará en el enllaç a més contingut.
es: Texto que se mostrará en el enlace de más contenido.

source: The ID of the user who performed the last transition
ca: La identificació de l'usuari que va realitzar l'última transició
es: El ID del usuario que realizó la última transición

source: The profile not have birthday field, contact to implement this functionality, uncheck field and save to continue.
es: El perfil no tiene el campo Data de nacimiento, contacta para implementar esta funcionalidad, deshabilita el campo y guarda para continuar.

source: This portlet displays Flashes Informativos.
ca: Aquest portlet mostra Flashes informatius.
es: Este portlet muestra Flashes Informativos

source: This portlet displays a folder view.
es: Este portlet muestra una vista de carpeta.

source: This portlet displays banners.
ca: Aquest portlet mostra els bàners.
es: Este portlet muestra banners.

source: This portlet displays my subjects on moodle.
ca: Aquest portlet mostra le meves assignatures al moodle.
es: Este portlet muestra mis asignaturas en moodle

source: This portlet displays quicklinks.
ca: Aquest portlet mostra enllaços directes.
es: Este portlet muestra enlaces directos.

source: This portlet displays recent News Items.
ca: El portlet mostra les noticies més recents.
es: Este portlet muestra las notícias destacadas.

source: This portlet displays recently modified content.
ca: Els portlet mostra els últims contiguts modificats.
es: Este portlet muestra los contenidos modificados recientemente.

source: This portlet displays subscribed News Items.
ca: Aquest portlet mostra els articles de notícies subscrits.
es: Este portlet muestra las notícias suscritas

source: Thumb News Images for App
ca: Imatges de tamany thumb per mostrar-se a l'app
es: Imágnes de tamaño 'thumb' para la app móvil

source: Thumbnail Image
ca: Imatge thumbnail
es: Imagen thumbnail

source: Time of the last transition
ca: Temps de l'última transició
es: Hora de la última transición

source: Tipus de comunitat
es: Tipo de comunidad

source: Title
es: Título

source: Title of the portlet.
es: Título del portlet.

source: To activate this functionality you have to request the addition of the birthday field in the profile.
es: Para activar esta funcionalidad tienes que solicitar la adición del campo de Fecha de nacimiento en el perfil.

source: To reset the notify access the following <a href="@@reset_notify">link</a>.
es: Resetear notificación Hace falta resetear notificación cuando el mensaje se haya modificado. Visite este <a href="@@reset_notify">enlace</a> para reseterla.

source: Today
ca: Avui
es: Hoy

source: Type
ca: Tipus
es: Tipo

source: Type of search
ca: Tipus de cerca
es: Tipo de búsqueda

source: Ulearn Calendar
ca: Ulearn Calendari
es: Ulearn Calendario

source: Ulearn Communities
ca: Ulearn Comunitats
es: Ulearn Comunidades

source: Ulearn Folder View
es: Ulearn Vista de carpeta

source: Ulearn My Communities
ca: Ulearn Les meves comunitatsu
es: Ulearn Mis comunidades

source: Ulearn Popup settings
es: Configuración notificaciones popup

source: Ulearn Profile
ca: Ulearn Perfil
es: Ulearn Perfil

source: Ulearn Profile Community
ca: Ulearn Perfil de la comunitats
es: Ulearn Perfil de la comunidad

source: Ulearn Thinnkers
ca: Ulearn Participants
es: Ulearn Participantes

source: Ulearn discussion
ca: Ulearn Debats
es: Ulearn Debates

source: Ulearn settings
ca: Configuració de uLearn
es: Configuración de uLearn

source: Una comunitat administrable
es: Una comunidad administrable

source: Uninstall: ulearn5.theme
ca: Desinstal·la: ulearn5.theme
es: Desinstalar: ulearn5.theme

source: Uninstalls the Plone theme package ulearn5.theme.
ca: Desinstal·la el paquet de temes Plone ulearn5.theme.
es: Desinstala el paquete de tema Plone ulearn5.theme.

source: Uninstalls the ulearn5.core add-on.
ca: Desinstal·la el complement ulearn5.core.
es: Desinstala el complemento ulearn5.core.

source: Url that links to more content.
ca: Url a més contingut.
es: Url a más contenido.

source: User
ca: Usuari
es: Usuario

source: User means `Fullname [Group] (User ID)`
ca: Usuari significa `Nom complet (ID Usuari)`
es: Usuario significa `Nombre completo (ID Usuario)`

source: Users comunnity lists
ca: Llista adreces de correu usuaris comunitat
es: Lista direcciones de correo usuarios comunidad

source: Usuario_stats
ca: Usuari
es: Usuario

source: View loginfo
ca: Historial de canvis
es: Historial de cambios

source: Visibility
ca: Visibilitat
es: Visibilidad

source: Visible to everyone, but not approved by the reviewers.
ca: Visible per a tots, però no aprovat pels revisors.
es: Visible para todos, pero no aprobado por los revisores.

source: Visible to everyone, not editable by the owner.
ca: Visible per a tothom, no editable pel propietari.
es: Visible para todos, no editable por el propietario.

source: Waiting to be reviewed, not editable by the owner.
ca: A l'espera de ser revisat, el propietari no editarà.
es: En espera de ser revisado, no editable por el propietario.

source: Warning birthday
es: Aviso

source: Workflow state
ca: Estat del flux de treball
es: Estado workflow
